<?php

$lang['admin']['plugin']['submenu']['mobile'] = 'Mobile';
$lang['admin']['plugin']['mobile'] = array(
	'head' => 'Ρύθμιση του πρόσθετου Mobile',
	'desc1' => 'Εμφανίζει ένα διαφορετικό, προσαρμόσιμο θέμα, στις συσκευές με μικρή οθόνη.',

	'theme' => 'Θέμα',
	'removejs' => 'Αφαίρεση της Javascript',
	'admin' => 'Χρήση προσαρμόσιμου θέματος και στην Περιοχή Διαχείρισης',

	'submit' => 'Αποθήκευση ρυρμίσεων',
	'msgs' => array(
		1 => 'Οι ρυθμίσεις αποθηκεύτηκαν.',
		-1 => 'Προέκυψε κάποιο σφάλμα κατά την αποθήκευση.',
		-2 => 'Το θέμα που επέλεξες, δεν υπάρχει.',
	)
);
