<?php
	$lang['plugin']['tag']=array(
		'tag_s'=>'Ετικέτες: ',
		'title_pre'=>'Ετικέτες: ',

		'widget'=>'Ετικέτες',
		'oneentry' => 'Μία καταχώρηση',
		'entry'=>' καταχώρηση',
		'entries'=>' καταχωρήσεις',
		'notags'=>'Δεν υπάρχουν ετικέτες.',

		'related'=>'Σχετικές καταχωρήσεις',
		'norelated'=>'Σςν βρέθηκαν σχετικές καταχωρήσεις.',
		'error'=>'Σφάλμα',
	);
	$lang['plugin']['tag']['errors']=array (
		-1	=> 'Αυτό το πρόσθετο χρειάζεται το BBCode για να λειτουργήσει. Ίσως τα πρόσθετα να έχουν φορτωθεί με λάθος σειρά'
	);
	$lang['admin']['plugin']['tag']=array(
		'tag_pl'=>'Ετικέτες',
		'remove'=>'Αφαίρεση',
	);
