<?php


	$lang['admin']['entry']['submenu'] = 
	array (
		'list'		=> 'Διαχείριση Καταχωρήσεων',
		'write'		=> 'Δημιουργία Καταχώρησης',
		'cats'		=> 'Διαχείριση Κατηγοριών'
	);


	/* default action */
	
	$lang['admin']['entry']['list'] = 
	array(
		'head'		=> 'Διαχείριση Καταχωρήσεων',
		'descr'		=> 'Επέλεξε μια καταχώρηση για επεξεργασία ή <a href="admin.php?p=entry&amp;action=write">δημιούργησε μια νέα</a>.'.
					'<br /><a href="admin.php?p=entry&amp;action=cats">Διαχειρίσου τις κατηγορίες</a>',
		'filter'	=> 'Φίλτρο: ',
		'nofilter'	=> 'Εμφάνιση όλων',
		'filterbtn'	=> 'Εφαρμογή φίλτρου',
		'sel'		=> 'Sel', // checkbox
		'date'		=> 'Ημερομηνία',
		'title'		=> 'Τίτλος',
		'author'	=> 'Συντάκτης',
		'comms'		=> 'Σχόλια', // comments
		'action'	=> 'Ενέργεια',
		'act_del'	=> 'Διαγραφή',
		'act_view'	=> 'Προβολή',
		'act_edit'	=> 'Επεξεργασία'
	);
	
	/* write action */
	$lang['admin']['entry']['write'] = 
	array(
		'head'		=> 'Δημιουργία καταχώρησης',
		'descr'		=> 'Επεξεργάσου τη φόρμα για να δημιουργήσεις καταχώρηση',
		'uploader'	=> 'Ανέβασμα αρχείων',
		'fieldset1'	=> 'Επεξεργασία',
		'subject'	=> 'Θέμα (*):',
		'content'	=> 'Περιεχόμενο (*):',
		'fieldset2'	=> 'Υποβολή',
		'submit'	=> 'Δημοσίευση',
		'preview'	=> 'Προεπισκόπηση',
		'savecontinue'	=> 'Αποθήκευση &amp; Συνέχεια',
		'categories'	=> 'Κατηγορίες',
		'nocategories'	=> 'Δεν έχουν οριστεί κατηγορίες. <a href="admin.php?p=entry&amp;action=cats">Δημιούργησε '. 
					'τις δικές σου</a> από τον σχετικό σύνδεσμο. '.
					'<a href="#save">Αποθήκευσε</a> την καταχώρηση σου.',
		'saveopts'	=> 'Αποθήκευση επιλογών',
		'success'	=> 'Η καταχώρηση σου δημοσιεύθηκε επιτυχώς',
		'otheropts'	=> 'Άλλες επιλογές',
		'commmsg'	=> 'Διαχείριση σχολίων για αυτή την καταχώρηση',
		'delmsg'	=> 'Διαγραφή αυτής της καταχώρησης',
		//'back'		=> 'Back discarding changes',
	);
	

	$lang['admin']['entry']['list']['msgs'] = array(
		1	=> 'Η καταχώρηση δημοσιεύθηκε επιτυχώς',
		-1	=> 'Προέκυψε κάποιο σφάλμα κατά την δημοσίευση 
					της καταχώρησης',
		2	=> 'Η καταχώρηση διαγράφηκε επιτυχώς',
		-2	=>	 'Προέκυψε κάποιο σφάλμα κατά τη διαγραφή 
					της καταχώρησης',
	);

	
	$lang['admin']['entry']['write']['error'] = array(
		'subject'	=> 'Δεν μπορείς να αφήσεις κενό το θέμα',
		'content'	=> 'Δεν μπορείς να αφήσεις κενό το περιεχόμενο',
	);
	
	$lang['admin']['entry']['write']['msgs'] = array(
		1	=> 'Η καταχώρηση αποθηκεύτηκε επιτυχώς',
		-1	=> 'Προέκυψε ένα σφάλμα: η καταχώρηση σου δεν αποθηκεύτηκε',
		-2	=> 'Προέκυψε ένα σφάλμα: η καταχώρηση σου δεν αποθηκεύτηκε; ίσως υπάρχει πρόβλημα στο ευρετήριο',
		-3	=> 'Προέκυψε ένα σφάλμα: η καταχώρηση σου αποθηκεύτηκε ως πρόχειρη',
		-4	=> 'Προέκυψε ένα σφάλμα: η καταχώρηση σου αποθηκεύτηκε ως πρόχειρη; ίσως υπάρχει πρόβλημα στο ευρετήριο',
		'draft'=> 'Επεξεργάζεσαι μία <strong>πρόχειρη</strong> καταχώρηση'
	);

	
	/* comments */
	
	$lang['admin']['entry']['commentlist'] = 
	array(
		'head'		=> "Σχόλια στην καταχώρηση ", 
		'descr'		=> 'Επέλεξε ένα σχόλιο για διαγραφή',
		'sel'		=> 'Sel',
		'content'	=> 'Περιεχόμενο',
		'date'		=> 'Ημερομηνία',
		'author'	=> 'Συντάκτης',
		'email'		=> 'Ηλ. ταχυδρομείο',
		'ip'		=> 'IP',
		'actions'	=> 'Ενέργειες',
		'act_edit'	=> 'Επεξεργασία',
		'act_del'	=> 'Διαγραφή',
		'act_del_confirm' => 'Θέλεις σίγουρα να διαγράψεις αυτό το σχόλιο;',
		'nocomments'	=> 'Αυτή η καταχώρηση δεν έχει σχόλια ακόμη.',
		
	
	);

	$lang['admin']['entry']['commentlist']['msgs'] =
	array(
		1	=> 'Το σχόλιο διαγράφηκε επιτυχώς',
		-1	=> 'Προέκυψε κάποιο σφάλμα κατά τη διαγραφή 
					του σχολίου',
		
	);

	$lang['admin']['entry']['commedit'] = 
	array(
		'head'		=> "Επεξεργασία σχολίου της καταχώρησης", 
		'content'	=> 'Περιεχόμενο',
		'date'		=> 'Ημερομηνία',
		'author'	=> 'Συντάκτης',
		'www'		=> 'Ιστοσελίδα',
		'email'		=> 'Ηλ. ταχυδρομείο',
		'ip'		=> 'IP',
		'loggedin'	=> 'Εγγεγραμένος χρήστης',
		'submit'	=> 'Αποθήκευση'
		
	
	);

	$lang['admin']['entry']['commedit']['msgs'] =
	array(
		1	=> 'Το σχόλιο επεξεργάστηκε',
		-1	=> 'Προέκυψε κάποιο σφάλμα κατά την επεξεργασία του σχολίου',
	);
	
	/* delete action */
	
	$lang['admin']['entry']['delete'] = 
	array(
		'head'		=> 'Διαγραφή καταχώρησης', 
		'descr'		=> 'Πρόκειται να διαγράψεις την ακόλουθη καταχώρηση:',
		'preview'	=> 'Προεπισκόπηση',
		'confirm'	=> 'Είσαι σίγουρος πως θες να συνεχίσεις;',
		'fset'		=> 'Διαγραφή',
		'ok'		=> 'Ναι, διαγραφή της καταχώρησης',
		'cancel'	=> 'Όχι, επιστροφή στη διαχείριση',
		'err'		=> 'Η συγκεκριμένη καταχώρηση δεν υπάρχει',
	
	);
	
	/* category mgmt */
	
	$lang['admin']['entry']['cats'] =
	array(
		'head'		=> 'Επεξεργασία κατηγοριών',
		'descr'		=> '<p>Χρησιμοποίησε την παρακάτω φόρμα για να προσθέσεις και να επεξεργαστείς κατηγορίες. </p><p>Κάθε κατηγορία θα πρέπει να έχει τη μορφή "όνομα κατηγορίας: <em>αύξων αριθμός</em>". Χρησιμοποίησε παύλες μπροστά από τις κατηγορίες για δημιουργία ιεραρχίας.</p>
		
	<p>Παράδειγμα:</p>
	<pre>
Γενικά :1
Νέα :2
--Ανακοινώσεις :3
--Εκδηλώσεις :4
----Διάφορα :5
Τεχνολογία :6
	</pre>',
		'clear'		=> 'Διαγραφή όλων των κατηγοριών',
	
		'fset1'		=> 'Επεξεργαστής',
		'fset2'		=> 'Εφαρμογή αλλαγών',
		'submit'	=> 'Αποθήκευση'
	);
	
	$lang['admin']['entry']['cats']['msgs'] = array(
		
		1	=> 'Οι κατηγορίες αποθηκεύτηκαν',
		-1	=> 'Προέκυψε κάποιο σφάλμα κατά την αποθήκευση των κατηγοριών',
		2	=> 'Οι κατηγορίες διαγράφηκαν',
		-2	=> 'Προέκυψε κάποιο σφάλμα κατά τη διαγραφή των κατηγοριών',
		-3 	=> 'Οι αύξοντες αριθμοί των κατηγοριών πρέπει να είναι αποκλειστικά θετικοί (το 0 δεν επιτρέπεται)'

	);
	
	
		
?>
