<?php


	$lang['admin']['uploader']['default'] = array(
		'head'		=> 'Ανέβασμα αρχείων',
		'descr'		=> 'Επέλεξε ένα ή περισσότερα αρχεία για ανέβασμα.',
		'fset1'		=> 'Επιλογή αρχείων',
		'fset2'		=> 'Ανέβασμα',
		'submit'	=> 'Ανέβασμα',

	);

	$lang['admin']['uploader']['default']['msgs'] = array(
		1	=> 'Τα αρχεία ανέβηκαν',
		-1	=> 'Προέκυψε κάποιο σφάλμα.',
	);
	
	
	
	$lang['admin']['uploader']['browse'] = array(
		'head'		=> 'Αναζήτηση',
		'descr'		=> 'Επέλεξε ένα ή περισσότερα αρχεία για ανέβασμα',
		'fset1'		=> 'Επιλογή αρχείων',
		'submit'	=> 'Ανέβασμα',

	);

	
?>
