<?php

	$lang['admin']['static']['submenu'] = array(
		'list'		=> 'Διαχείριση Σελίδων',
		'write'		=> 'Δημιουργία Σελίδας'
	);

	
	/* main panel */
		
	$lang['admin']['static']['list'] = array(
	
		'head'		=> 'Σελίδες',
		'descr'		=> 'Επέλεξε μια σελίδα για επεξεργασία ή <a href="admin.php?p=static&amp;action=write">δημιούργησε μια νέα</a>.',
	
		'sel'		=> 'Sel', // checkbox
		'date'		=> 'Ημερομηνία',
		'name'		=> 'Σελίδα',
		'title'		=> 'Τίτλος',
		'author'	=> 'Συντάκτης',
		
		'action'	=> 'Ενέργεια',
		'act_view'	=> 'Προβολή',
		'act_del'	=> 'Διαγραφή',
		'act_edit'	=> 'Επεξεργασία'		
	);
	
	$lang['admin']['static']['list']['msgs'] = array(
		1	=> 'Η Σελίδα αποθηκεύτηκε επιτυχώς',
		-1	=> 'Προέκυψε κάποιο σφάλμα κατά την αποθήκευση της σελίδας',
		2	=> 'Η σελίδα διαγράφηκε επιτυχώς',
		-2	=>	 'Προέκυψε κάποιο σφάλμα κατά τη διαγραφή της σελίδας',
	);

	/* write panel */

	$lang['admin']['static']['write'] = 
	array(
		'head'		=> 'Δημοσίευση σελίδας',
		'descr'		=> 'Επεξεργάσου τη φόρμα για να δημοσιεύσεις τη σελίδα',
		'fieldset1'	=> 'Επεξργασία',
		'subject'	=> 'Θέμα (*):',
		'content'	=> 'Περιεχόμενο (*):',
		'fieldset2'	=> 'Καταχώρηση',
		'pagename'	=> 'Όνομα σελίδας (*):',
		'submit'	=> 'Δημοσίευση',
		'preview'	=> 'Προεπισκόπηση',

		'delfset'	=> 'Διαγραφή',
		'deletemsg'	=> 'Διαγραφή αυτής της σελίδας',
		'del'		=> 'Διαγραφή',
		'success'	=> 'Η σελίδα δημοσιεύθηκε επιτυχώς',
		'otheropts'	=> 'Άλλες επιλογές',
	);
	
	$lang['admin']['static']['write']['error'] = array(
		'subject'	=> 'Δεν μπορείς να αφήσεις κενό το θέμα',
		'content'	=> 'Δεν μπορείς να αφήσεις κενό το περιεχόμενο',
		'id'		=> 'Πρέπει να ορίσεις ένα έγκυρο id'
	);
	
	
	/* delete action */	
	$lang['admin']['static']['delete'] = array(
		'head'		=> "Delete Page", 
		'descr'		=> 'Πρόκειται να διαγράψεις της ακόλουθη σελίδα:',
		'preview'	=> 'Προεπισκόπηση',
		'confirm'	=> 'Θέλεις σίγουρα να συνεχίσεις;',
		'fset'		=> 'Διαγραφή',
		'ok'		=> 'Ναι, διαγραφή της σελίδας',
		'cancel'	=> 'Όχι, επιστροφή στη διαχείριση',
		'err'		=> 'Η συγκεκριμένη σελίδα δεν υπάρχει',
	
	);
	
	
		
?>
