<?php

	$lang['admin']['panel']['main'] = 'Πίνακας Ελέγχου';
	
	$lang['admin']['main']['default'] = array(
		'head'		=> 'Καλωσόρισες στον Πίνακα Ελέγχου!',
		'descr'		=> 'Επέλεξε μια ενέργεια...',
		
		'op1'		=> 'Νέα καταχώρηση',
		'op1d'		=> 'Δημιούργησε μια νέα καταχώρηση.',
		'op2'		=> 'Καταχωρήσεις',
		'op2d'		=> 'Δες και διαχειρίσου όλες τις καταχωρήσεις.',
		'op3'		=> 'Μικροεφαρμογές',
		'op3d'		=> 'Διαχειρίσου τις μικροεφαρμογές σε όλες τις διαθέσιμες περιοχές.',
		'op4'		=> 'Πρόσθετα',
		'op4d'		=> 'Εγκατέστησε, ενεργοποίησε ή απενεργοποίησε πρόσθετα.',
		'op5'		=> 'Ρυθμίσεις',
		'op5d'		=> 'Τροποποίησε το ιστολόγιο σου.',
		'op6'		=> 'Συντήρηση',
		'op6d'		=> 'Καθαρισμός και επαναφορά του Flatpress.',
		
	);
?>
