<?php

	$lang['admin']['plugin']['submenu'] = array (
		'default'		=> 'Διαχείριση Πρόσθετων'
	);
	
	/* main plugin panel */

	$lang['admin']['plugin']['default'] = array(
	
		'head'		=> 'Διαχείριση Πρόσθετων',
		'enable'	=> 'Ενεργοποίηση',
		'disable'	=> 'Απενεργοποίηση',
		'descr'		=> 'Ένα <a class="hint" '.
						'href="http://wiki.flatpress.org/doc:plugins" title="Τι είναι ένα Πρόσθετο;">'.
						'Πρόσθετο</a> είναι ένα στοιχείο το οποίο μπορεί να επεκτείνει τις δυνατότητες του FlatPress.</p>'.
						'<p>Μπορείς να εγκαταστήσεις Πρόσθετα ανεβάζοντας τα στον φάκελο <code>fp-plugins/</code>.</p>'.
						'<p>Αυτός ο πίνακας σου παρέχει τη δυνατότητα να ενεργοποιήσεις και να απενεργοποιήσεις Πρόσθετα.',
		'name'		=> 'Όνομα',
		'description'=>'Περιγραφή',
		'author'	=> 'Δημιουργός',
		'version'	=> 'Έκδοση',
		'action'	=> 'Ενέργεια',
	);
	
	$lang['admin']['plugin']['default']['msgs'] = array(
		1	=> 'Οι ρυθμίσεις αποθηκεύτηκαν',
		-1	=> 'Προέκυψε κάποιο σφάλμα κατά την αποθήκευση. Αυτό μπορεί να συνέβη για διάφορους λόγους: ίσως το αρχείο σου περιέχει συντακτικά λάθη.',
	);
	
	/* system errors */
	
	$lang['admin']['plugin']['errors'] = array(
		'head'		=> 'Τα ακόλουθα σφάλματα προέκυψαν κατά τη φόρτωση των Πρόσθετων:',
		'notfound'	=> 'Δεν βρέθηκε το Πρόσθετο. Παρακάμφθηκε.',
		'generic'	=> 'Σφάλμα νούμερο %d',
	);
	
?>
