<?php

	$lang['admin']['config']['default'] = 
	array(
		'head'		=> 'Επιλογές',
		'descr'		=> 'Εξατομίκευση και ρύθμιση της εγκατάστασης του FlatPress.',
		'submit'		=> 'Αποθήκευση αλλαγών',
		
		'sysfset'		=> 'Γενικές Πληροφορίες Συστήματος',
		'syswarning'	=> '<big>Προσοχή!</big> Αυτές οι πληροφορίες είναι σημαντικές και πρέπει να καταχωρηθούν σωστά,
	διαφορετικά το FlatPress (πιθανότατα) δεν θα λειτουργήσει.',
		'blog_root'		=> '<strong>Απόλυτο μονοπάτι προς το flatpress</strong>. Σημείωση: 
	Γενικά, δεν θα χρειαστεί να το επεξεργαστείς αυτό. Παρόλα αυτά να είσαι προσεκτικός, γιατί δεν υπάρχει τρόπος να ελέγξουμε αν είναι σωστό ή όχι.',
		'www'		=>'<strong>Βάση ιστολογίου</strong>. Η διεύθυνση (URL) προς το ιστολόγιο, πλήρης, με κάθε υποκατάλογο. <br />
	π.χ.: http://www.mydomain.com/flatpress/ (η κάθετος στο τέλος χρειάζεται)',
		
		// ------
		
		'gensetts'		=> 'Γενικές ρυθμίσεις',
		'blogtitle'		=> 'Τίτλος ιστολογίου',
		'blogsubtitle'		=> 'Υπότιτλος ιστολογίου',
		'blogfooter'		=> 'Υποσέλιδο ιστολογίου',
		'blogauthor'		=> 'Συντάκτης ιστολογίου',
		'startpage'			=> 'Αρχική σελίδα',
		'stdstartpage'		=> 'το ιστολόγιο μου (προεπιλογή)',
		'blogurl'			=> 'Διεύθυνση (URL) ιστολογίου',
		'blogemail'			=> 'Ηλ. ταχυδρομείο ιστολογίου',
		'notifications'		=> 'Ειδοποιήσεις',
		'mailnotify'		=> 'Ενεργοποίηση ειδοποιήσεων μέσω ηλ. ταχυδρομείου για σχόλια',
		'blogmaxentries'	=> 'Αριθμός δημοσιεύσεων ανά σελίδα',
		'langchoice'		=> 'Γλώσσα',

		'intsetts'		=> 'Διεθνείς ρυθμίσεις',
		'utctime'		=> 'H <acronym title="Universal Coordinated Time">UTC</acronym> ώρα είναι',
		'timeoffset'		=> 'Η ώρα θα πρέπει να διαφέρει κατά',
		'hours'			=> 'ώρες',
		'timeformat'		=> 'Προεπιλεγμένη μορφή ώρας',
		'dateformat'		=> 'Πλήρης μορφή ημερομηνίας',
		'dateformatshort'	=> 'Σύντομη μορφή ημερομηνίας',
		'output'		=> 'Εμφάνιση',
		'charset'		=> 'Κωδικοποίηση χαρακτήρων',
		'charsettip'	=> 'Η κωδικοποίηση χαρακτήρων που χρησιμοποιεί το ιστολόγιο σου '.
						'(<a href="http://wiki.flatpress.org/doc:charsets">συνίσταται</a> η UTF-8)'
		);
		
	$lang['admin']['config']['default']['msgs'] = 
	array(
		1		=> 'Οι ρυθμίσεις έχουν αποθηκευτεί επιτυχώς.',
		-1		=> 'Προέκυψε κάποιο σφάλμα κατά την αποθήκευση των ρυθμίσεων.',
		
		);
			
	$lang['admin']['config']['default']['error'] = 
	array(
		'www' 		=>	'Η βάση του ιστολογίου πρέπει να είναι μία έγκυρη διεύθυνση (URL)',
		'title'		=>	'Πρέπει να ορίσεις έναν τίτλο',
		'email'		=>	'Το ηλ. ταχυδρομείο πρέπει να έχει μία έγκυρη μορφή',
		'maxentries'=>	'Δεν όρισες έναν έγκυρο αριθμό καταχωρήσεων',
		'timeoffset'=>	'Δεν όρισες μια έγκυρη διαφορά χρόνου! '.
						'Μπορείς να χρησιμοποιήσεις υποδιαστολη (π.χ. 2h30" => 2.5)',
		'timeformat'=>	'Πρέπει να εισάγεις μια έγκυρη μορφή ώρας',
		'dateformat'=>	'Πρέπει να εισάγεις μια έγκυρη μορφή ημερομηνίας',
		'dateformatshort'=>	'Πρέπει να εισάγεις μια έγκυρη μορφή ημερομηνίας (σύντομη)',
		'charset'	=>	'Πρέπει να επιλέξεις μια έγκυρη κωδικοποίηση χαρακτήρων',
		'lang'		=>	'Η γλώσσα που επέλεξες δεν είναι διαθέσιμη'
		);		
			
		
?>
