<?php

	$lang['contact'] = array(
		'head'		=> 'Επικοινωνία',
		'descr'		=> 'Συμπλήρωσε την παρακάτω φόρμα για να στείλεις το μήνυμα σου. Τα πεδία με αστερίσκο <b>(*)</b> είναι υποχρεωτικά. Μην ξεχάσεις να γράψεις το ηλ. ταχυδρομείο σου αν επιθυμείς να λάβεις απάντηση.',
		'fieldset1'	=> 'Στοιχεία χρήστη',
		'name'		=> 'Όνομα (*)',
		'email'		=> 'Ηλ. ταχυδρομείο:',
		'www'		=> 'Ιστοσελίδα:',
		'cookie'	=> 'Απομνημόνευση στοιχείων',
		'fieldset2'	=> 'Το μήνυμα σου',
		'comment'	=> 'Μήνυμα (*):',
		'fieldset3'	=> 'Αποστολή',
		'submit'	=> 'Αποστολή',
		'reset'		=> 'Επαναφορά',
		
	);
	
	$lang['contact']['error'] = array(
		'name'		=> 'Πρέπει να εισάγεις ένα όνομα',
		'email'		=> 'Πρέπει να εισάγεις ένα έγκυρο ηλ. ταχυδρομείο',
		'www'		=> 'Πρέπει να εισάγεις μία έγκυρη διεύθυνση (URL)',
		'content'	=> 'Πρέπει να εισάγεις ένα μήνυμα',
	);
	
	$lang['contact']['msgs'] = array(
		1	=> 'Το μήνυμα σου εστάλη επιτυχώς',
		-1	=> 'Το μήνυμα σου δεν εστάλη',
	);
	
?>
