<?php
	
	$lang['admin']['panel']['maintain'] = 'Συντήρηση';

	$lang['admin']['maintain']['default'] = array(
		'head'		=> 'Συντήρηση',
		'descr'		=> 'Έλα εδώ όταν πιστεύεις πως κάτι έχει χαλάσει, '.
					'και ίσως να βρεις κάποια λύση.
					Παρόλα αυτά, μπορεί να χρειάζονται και περαιτέρω ενέργειες.',
		'opt0'		=> '&laquo; Επιστροφή στο κεντρικό μενού',
		'opt1'		=> 'Επαναδημιουργία ευρετηρίου',
		'opt2'		=> 'Εκκαθάριση της προσωρινής μνήμης',
		'opt3'		=> 'Επαναφορά δικαιωμάτων αρχείων',
		'opt4'		=> 'Εμφάνιση πληροφοριών για την PHP',
		'opt5'		=> 'Έλεγχος για αναβαθμίσεις',

		'chmod_info'	=> "Τα ακόλουθα δικαιώματα αρχείων <strong>δεν μπόρεσαν</strong>
					να επαναφερθούν σε 0777; πιθανότατα ο ιδιοκτήτης των αρχείων δεν είναι ο ίδιος με του
					διακομιστή. Συνήθως μπορείς να αγνοήσεις αυτή την ειδοποίηση.",
		
	);
	
	$lang['admin']['maintain']['default']['msgs'] = array(
		1		=> 'Η διαδικασία ολοκληρώθηκε'
	);
	
	$lang['admin']['maintain']['updates'] = array(
		'head'	=> 'Αναβαθμίσεις',
		'list'	=> '<ul>
		<li>Έχεις την έκδοση FlatPress <big>%s</big></li>
		<li>Η πιο πρόσφατη σταθερή έκδοση είναι η <big><a href="%s">%s</a></big></li>
		<li>Η πιο πρόσφατη δοκιμαστική έκδοση είναι η <big><a href="%s">%s</a></big></li>
		</ul>',
		'notice'=>'Σημείωση:'
		
	);
	
	
	
	$lang['admin']['maintain']['updates']['msgs'] = array(
		1		=> 'Υπάρχουν διαθέσιμες αναβαθμίσεις!',
		2		=> 'Έχεις ήδη την πιο πρόσφατη έκδοση',
		-1		=> 'Αδυναμία ελέγχου για αναβαθμίσεις'
	);

?>
