<?php
	
	$lang['admin']['widgets']['submenu']['blockparser'] = 'Μικροεφαρμογές BlockParser';
	
	$lang['admin']['widgets']['blockparser'] = array(
		'head'		=> 'Μικροεφαρμογές BlockParser',
		'description'	=> 'Το πρόσθετο BlockParser σου δίνει τη δυνατότητα να δημιουργήσεις μια μικροεφαρμογή από μία σελίδα. </p><p>
		Επέλεξε μία (ή περισσότερες) σελίδες από τη λίστα για να δημιουργήσεις την αντίστοιχη μικροεφαρμογή.</p><p>
		Κάθε <a href="?p=static&amp;action=write">νέα σελίδα</a> που δημιουργείς, θα εμφανίζεται εδώ.',

		'id'		=> 'Σελίδα',
		'title'		=> 'Τίτλος',
		'action'	=> 'Ενέργεια',
		'enable'	=> 'Ενεργοποίηση',
		'disable'	=> 'Απενεργοποίηση',
		'edit'		=> 'Επεξεργασία',
		
	);
	$lang['admin']['widgets']['blockparser']['msgs'] = array(
		1		=> 'Η νέα σου μικροεφαρμογή είναι έτοιμη. Πρόσθεσέ την στο ιστολόγιο σου από τον <a href="?p=widgets">πίνακα μικροεφαρμογών!</a>',
		-1		=> 'Αδυναμία δημιουργίας της συγκεκριμένης μικροεφαρμογής',
		2		=> 'Έχεις απενεργοποιήσει μια μικροεφαρμογη: μην ξεχάσεις να αφαιρέσεις κάθε αναφορά τξς στον <a href="?p=widgets">πίνακα μικροεφαρμογών</a>!',
		-2		=> 'Αδυναμία απενεργοποίησης της μικροεφαρμογής'
	);
	
?>
