<?php
/*
LangId: English
*/
	$lang['locked'] = array(
		'head'	=> 'Η εγκατάσταση έχει κλειδωθεί',
		'descr' => 
		'Φαίνεται πως έχεις ολοκληρώσει ήδη την εγκατάσταση, γιατί βρέθηκε το αρχείο κλειδώματος <code>%s</code>.
		
		Αν χρειάζεται να επανεκκινήσεις την εγκατάσταση, διέγραψε πρώτα το συγκεκριμένο αρχείο και ξεκίνα από την αρχή.
		
		<strong >Θυμήσου!</strong> Δεν είναι ασφαλές να κρατάς το αρχείο <code>setup.php</code> και τον φάκελο <code>setup</code> στον διακομιστή σου, προτείνεται η άμεση διαγραφή τους!
		
		<ul>
		<li><a href="%s">Εντάξει, επιστροφή στο ιστολόγιο</a></li>
		<li><a href="%s">Έγινε διαγραφή, επανεκκίνηση εγκατάστασης</a></li>
		</ul>'
	);

	$lang['step1'] = array (
		'head'	=> 'Καλωσόρισες στο FlatPress',
		'descr' => 
		'Σε ευχαριστούμε που επέλεξες το <strong>FlatPress</strong>!
		
		Προτού ξεκινήσεις να απολαμβάνεις το ολοκαίνουριο ιστολόγιο σου, πρέπει να σου κάνουμε μερικές ερωτήσεις. 
		
		Μην ανησυχείς, δεν θα πάρει πολύ!',
		
		'descrl1' => 'Επέλεξε τη γλώσσα σου.',
		'descrl2' => '<a class="hint" onclick="toggleinfo();">Δεν υπάρχει στη λίστα;</a>',
		
		'descrlang' =>
		
		'Αν δεν βρήκες τη γλώσσα σου στη λίστα, ίσως θέλεις να κοιτάξεις μήπως υπάρχει <a href="http://wiki.flatpress.org/res:language">ένα πακέτο γλώσσας</a> για την έκδοση:
		
		<pre>%s</pre>
		
		Για να εγκαταστήσεις ένα πακέτο γλώσσας, ανέβασε τα περιεχόμενα του πακέτου στο <code>flatpress/</code>, αντικαθιστώντας τα υπάρχοντα, έπειτα <a href="./setup.php">επανεκκίνησε την εγκατάσταση</a>.',
		
		'descrw' =>
		'Το <strong>μόνο πράγμα</strong> που χρειάζεσαι για να λειτουργήσει το Flatpress είναι μία <em>εγγράψιμη</em> τοποθεσία.
		
		Κάνε λοιπόν αυτή την τοποθεσία <a class="hint" href="http://wiki.flatpress.org/doc:setup#making_the_contents_directory_writable">εγγράψιμη</a> πριν συνεχίσεις. 
		
		<pre>%s</pre>'
		
	);
	
	$lang['step2'] = array (
		'head'	=> 'Δημιουργία χρήστη',
		'descr' => 
		'Έχεις ήδη σχεδόν τελειώσει, απλώς συμπλήρωσε τις ακόλουθες λεπτομέρειες:',
		'fpuser'	=> 'Όνομα χρήστη',
		'fppwd' 	=> 'Κωδικός',
		'fppwd2'	=> 'Επανάληψη κωδικού',
		'www'		=> 'Αρχική σελίδα',
		'email'		=> 'Ηλ. ταχυδρομείο'
		
	);
	
	$lang['step3'] = array (
		'head'	=> 'Έτοιμο',
		'descr' => 
		'<strong>Τέλος της ιστορίας</strong>. 
		
		Απίστευτο; Κι έχεις δίκιο... 
		
		<strong>...η ιστορία έχει μόλις αρχίσει</strong>, αλλά <strong>η συγγραφή είναι στο χέρι σου</strong>!
		
		<ul>
		<li>Δες <a href="%s">πως είναι η αρχική σου σελίδα</a></li>
		<li><a href="%s">Συνδέσου τώρα</a> και καλή διασκέδαση!</li>
		<li>Αισθάνεσαι πως θέλεις να μας πεις κάτι; <a href="http://www.flatpress.org/">Πήγαινε στο FlatPress.org!</a></li>
		<li>Επισκέψου την <a href="https://github.com/koulaxizis/flatpress">Ελληνική σελίδα για το Flatpress</a> στο GitHub</li>
		</ul>
		
		Και σε ευχαριστούμε που επέλεξες το FlatPress!'
		
	);
	
	$lang['buttonbar'] = array(
		'next'	=> 'Επόμενο >'
	);
	
	$lang['samplecontent'] = array();
	
	$lang['samplecontent']['menu']['subject'] = 'Μενού'; 
	$lang['samplecontent']['menu']['content'] = <<<MENU
[list]
[*][url=?]Αρχική[/url]
[*][url=?paged=1]Ιστολόγιο[/url]
[*][url=static.php?page=about]Σχετικά[/url]
[*][url=contact.php]Επικοινωνία[/url]
[/list]
MENU;

	$lang['samplecontent']['entry']['subject'] = 'Καλωσόρισες στο FlatPress!' ;
	$lang['samplecontent']['entry']['content'] = <<<CONT
Αυτή είναι μία καταχώρηση-δείγμα, δημοσιευμένη για να σου παρουσιάσει μερικές από τις δυνατότητες του [url=http://www.flatpress.org]FlatPress[/url].

Η σήμανση "Δείτε περισσότερα..." σου επιτρέπει να δημιουργήσεις ένα "πέρασμα" ανάμεσα στην περίληψη και το πλήρες άρθρο.

[more] 


[h4]Διαμόρφωση[/h4]

Ο προεπιλεγμένος τρόπος διαμόρφωσης του περιεχομένου είναι το [url=http://wiki.flatpress.org/doc:plugins:bbcode]BBcode[/url] (bulletin board code). Το BBCode παρέχει έναν εύκολο τρόπο να μορφοποιήσεις τις δημοσιεύσεις σου. Οι πιο συνηθισμένοι κώδικες επιτρέπονται. Όπως [b] για [b]έντονα[/b], [i] για [i]πλάγια[/i], κ.ο.κ.

[quote]
Υπάρχουν επίσης [b]παραθέσεις[/b] για να προβάλεις τα αγαπημένα σου γνωμικά. 
[/quote]

[code]
και 'κώδικας' για προβολή των αποσπασμάτων σου με στυλ γραμματοσειράς monospace
[/code]

Οι img και url κώδικες έχουν επίσης ιδιαίτερες επιλογές. Μπορείς να μάθεις περισσότερα στην [url=http://www.flatpress.org]επίσημη ιστοσελίδα του Flatpress[/url].


[h4]Καταχωρήσεις (δημοσιεύσεις) και Στατικές σελίδες[/h4]

Αυτή είναι μία καταχώρηση, ενώ το [url=static.php?page=about]"Σχετικά"[/url] είναι μία [b]στατική σελίδα[/b]. Η στατική σελίδα είναι ουσιαστικά μία καταχώρηση (τυπική δημοσίευση) η οποία όμως δεν μπορεί να σχολιαστεί, ούτε και εμφανίζεται μαζί με τις υπόλοιπες δημοσιεύσεις στο ιστολόγιο.

Οι στατικές σελίδες είναι χρήσιμες για δημιουργία σελίδων γενικών πληροφοριών. Με την παρούσα έκδοση του FlatPress μπορείς να εμφανίσεις μία από αυτές τι σελίδες ως [b]Αρχική Σελίδα[/b] για τους επισκέπτες σου. Αυτό σημαίνει ότι πλέον μπορείς με το Flatpress να δημιουργήσεις κι ένα μη-ιστολογικό (non-blog) ιστότοπο. Η επιλογή να κάνεις μια στατική σελίδα την αρχική σου, είναι στις [b]Επιλογές[/b] της [url=admin.php]Περιοχής Διαχείρισης[/url]   


[h4]Πρόσθετα[/h4]

Το FlatPress είναι άκρως παραμετροποιήσιμο και υποστηρίζει [url=http://wiki.flatpress.org/doc:plugins]πρόσθετα[/url] που επεκτείνουν τη δύναμη του. Το ίδιο το BBCode είναι ένα πρόσθετο!

Έχουμε προ-δημιουργήσει λίγο περιεχόμενο ακόμη, για να σου δείξουμε μερικές ακόμη εξαιρετικές λειτουργίες του Flatpress! Θα βρεις δύο [b]στατικές σελίδες[/b] έτοιμες για να προσθέσεις το περιεχόμενο σου, ([url=static.php?page=about]Σχετικά[/url]) και συνδέσμους στο ([url=static.php?page=menu]Μενού[/url]): παρατήρησε πως οι σύνδεσμοι σου θα εμφανίζονται και στην δεξιά περιοχή μικροεφαρμογών επίσης, αυτή είναι η μαγεία της [b]μικροεφαρμογής blockparser[/b]: δες στο [url=http://wiki.flatpress.org/doc:faq]FAQ[/url] σχετικά με αυτή κι ακόμα περισσότερα. 


[h4]Μικροεφαρμογές[/h4]

Δεν υπάρχει ούτε ένα σταθερό στοιχείο στις πλαϊνές μπάρες. Όλα τα στοιχεία που εμφανίζονται στις μπάρες και περιστοιχίζουν το περιεχόμενο, είναι πλήρως μετακινούμενα και τα περισσότερα από αυτά είναι και παραμετροποιήσιμα.  

Αυτά τα στοιχεία ονομάζονται [url=http://wiki.flatpress.org/doc:widgets]μικροεφαρμογές[/url].

Για περισσότερα σχετικά με τις μικροεφαρμογές και [url=http://wiki.flatpress.org/doc:tips:widgets]μερικά κόλπα[/url] για ωραία εφέ, διάβασε το [url=http://wiki.flatpress.org/]wiki[/url] μας


[h4]Δες περισσότερα[/h4]

Θες να δεις περισσότερα;

[list]
[*]Ακολούθησε το [url=http://www.flatpress.org/home/blog.php]επίσημο ιστολόγιο[/url] για να ξέρεις τι συμβαίνει στον κόσμο του FlatPress
[*]Πήγαινε στα [url=http://www.flatpress.org/forums/categories.php]forums[/url] για υποστήριξη και κουβεντούλα
[*]Βρες και χρησιμοποίησε [url=http://wiki.flatpress.org/res:themes]υπέροχα θέματα[/url]!
[*]Δοκίμασε μερικά [url=http://wiki.flatpress.org/res:plugins]ανεπίσημα πρόσθετα[/url]
[*]Κατέβασε [url=http://wiki.flatpress.org/res:language]πακέτα μετάφρασης[/url] για τη γλώσσα σου 
[/list]


[h4]Πως μπορώ να βοηθήσω;[/h4]

Θέλεις να βοηθήσεις στην ανάπτυξη του Flatpress;

[list]
[*]Υποστήριξε το έργο μας με μια [url=http://www.flatpress.org/home/static.php?page=donate]μικρή δωρεά[/url]
[*]Συνεισέφερε στην ανάπτυξη του Flatpress στο [url="https://github.com/evacchi/flatpress"]GitHub[/url]!
[*]Μετάφρασε το FlatPress και τις οδηγίες του στη [url=http://wiki.flatpress.org/res:language]γλώσσα σου[/url]
[*]Μοιράσου τη γνώση σου με άλλους χρήστες στα [url=http://www.flatpress.org/forums/categories.php]forums[/url]
[*]Διέδωσε το!
[/list]


[h4]Και τώρα, τι;[/h4]

Τώρα μπορείς να [url=login.php]συνδεθείς[/url] για να πας στον [url=admin.php]Πίνακα Ελέγχου[/url] και να ξεκινήσεις να δημοσιεύεις!

Καλή διασκέδαση! :) 

[i][url=http://www.nowhereland.it]NoWhereMan[/url] και η ομάδα του FlatPress[/i]
	
CONT;


	$lang['samplecontent']['about']['subject']	= 'Σχετικά';
	$lang['samplecontent']['about']['content']	= 
		"Γράψε εδώ κάτι για τον εαυτό σου ([url=admin.php?p=static&action=write&page=about]Επεξεργασία![/url])";

?>
