<?php

$lang['plugin']['qspam'] = array(
	'error' => 'Σφάλμα: Το σχόλιο περιέχει απαγορευμένες λέξεις'
);

$lang['admin']['plugin']['submenu']['qspam'] = 'Φίλτρο QuickSpam';
$lang['admin']['plugin']['qspam'] = array(
	'head' => 'Ρύθμιση του QuickSpam',
	'desc1' => 'Απέρριψε σχόλια που περιέχουν τις παρακάτω λέξεις (γράψε μία λέξη ανά σειρά) :',
	'desc2' => '<strong>Προσοχή:</strong> Το σχόλιο θα απορριφθεί έστω κι αν η απαγορευμένη λέξη είναι μέρος μίας άλλης 
	
	(π.χ. το "βλάκας" ταιριάζει με το "<em>βλακόβλακας</em>").',
	'options' => 'Άλλες επιλογές',
	'desc3' => 'Καταμέτρηση απαγορευμένων λέξεων',
	'desc3pre' => 'Απόρριψη σχολίων που περιέχουν πάνω από ',
	'desc3post' => ' απαγορευμένες λέξεις.',
	'submit' => 'Αποθήκευση ρυθμίσεων',
	'msgs' => array(
		1 => 'Οι ρυθμίσεις αποθηκεύτηκαν.',
		-1 => 'Οι ρυθμίσεις δεν αποθηκεύτηκαν.'
	)
);

?>
